locations_he = [
  {
    name:'יאיר לפיד',roles: ['מה ישראלי בעיניך']
  },
  {
    name:'אבטיח עם בולגרית',roles: ['מה ישראלי בעיניך']
  },
  {
    name:'ערסים עם מטקות',roles: ['מה ישראלי בעיניך']
  },
  {
    name:'סופגניות',roles: ['מה ישראלי בעיניך']
  },
  {
    name:'פלאפל',roles: ['מה ישראלי בעיניך']
  },
  {
    name:'ערוץ 1',roles: ['מה ישראלי בעיניך']
  },
  {
    name:'מכבי תל אביב',roles: ['מה ישראלי בעיניך']
  },
  {
    name:'על האש',roles: ['מה ישראלי בעיניך']
  },
  {
    name:'קומבינות',roles: ['מה ישראלי בעיניך']
  },
  {
    name:'חומוס',roles: ['מה ישראלי בעיניך']
  },
  {
    name:'מטוסים',roles: ['תחבורה']
  },
  {
    name:'תנין',roles: ['חיות']
  },
  {
    name:'אדיש',roles: ['רגשות']
  },
  {
    name:'מיץ גזר',roles: ['מזון']
  },
  {
    name:'ארכיאולוג',roles: ['מקצוע']
  },
  {
    name:'קייאק',roles: ['תחבורה']
  },
 
  {
    name:'אסטרונאוט',roles: ['מקצוע']
  },
  {
    name:'אתלט',roles: ['מקצוע']
  },
  {
    name:'אבוקדו',roles: ['מזון']
  },
  {
    name:'שמרטפית',roles: ['מקצוע']
  },
  {
    name:'באגט',roles: ['מזון']
  },
  {
    name:'בננה',roles: ['מזון']
  },
{
    name:'בייסבול',roles: ['ספורט']
  },
 
  {
    name:'כדורסל',roles: ['ספורט']
  },
  {
    name:'סוללה',roles: ['טכנולוגיה']
  },
  {
    name:'אפונים',roles: ['מזון']
  },
  {
    name:'פִּשׁפֵּשׁ',roles: ['חיות']
  },
  {
    name:'חגורה',roles: ['לבוש']
  },
  {
    name:'סינר',roles: ['לבוש']
  },
  {
    name:'אופניים',roles: ['תחבורה']
  },
 
  {
    name:'ציפור',roles: ['חיות']
  },
  {
    name:'נפח',roles: ['מקצוע']
  },

  {
    name:'כדור-פורח',roles: ['תחבורה']
  },
  {
    name:'סירה',roles: ['תחבורה']
  },
  {
    name:'מזחלת',roles: ['תחבורה']
  },

  {
    name:'מצנפת',roles: ['לבוש']
  },

  {
    name:'עניבת פרפר',roles: ['לבוש']
  },
  {
    name:'אמיץ',roles: ['תכונה']
  },
  {
    name:'כלב',roles: ['חיות']
  },

  {
    name:'ברוקולי',roles: ['מזון']
  },
  {
    name:'באפלו',roles: ['חיות']
  },
  {
    name:'פנס',roles: ['מכשיר חשמלי']
  },
  {
    name:'ארנב',roles: ['חיות']
  },
  {
    name:'אוטובוס',roles: ['תחבורה']
  },
  {
    name:'סוכר',roles: ['מזון']
  },
  {
    name:'עוגה',roles: ['מזון']
  },
  {
    name:'מחשבון',roles: ['מכשיר חשמלי']
  },
  {
    name:'סוכריות',roles: ['מזון']
  },
  {
    name:'רכב',roles: ['תחבורה']
  },
  {
    name:'חתול',roles: ['חיות']
  },
  {
    name:'דיסקמן',roles: ['מכשיר חשמלי']
  },
  {
    name:'מאלף חיות',roles: ['מקצוע']
  },
  {
    name:'מטען לטלפון',roles: ['מכשיר חשמלי']
  },
  {
    name:'מעודדת',roles: ['מקצוע']
  },
  {
    name:'שף',roles: ['מקצוע']
  },
  {
    name:'עוף',roles: ['מזון']
  },
  {
    name:'טלפון נייד',roles: ['מכשיר חשמלי']
  },
  {
    name:'שוקולד',roles: ['מזון']
  },
  {
    name:'גלימה',roles: ['לבוש']
  },
  {
    name:'ליצן',roles: ['מקצוע']
  },
  {
    name:'מאמן',roles: ['מקצוע']
  },
  {
    name:'כורה פחם',roles: ['מקצוע']
  },
  {
    name:'רכבת',roles: ['תחבורה']
  },
  {
    name:'מחשב',roles: ['מכשיר חשמלי']
  },
  
  {
    name:'מכנס קורדורוי',roles: ['לבוש']
  },
  {
    name:'דייסה',roles: ['מזון']
  },
  {
    name:'פרה',roles: ['חיות']
  },
  {
    name:'קאובוי',roles: ['מקצוע']
  },
 
  {
    name:'עורב',roles: ['חיות']
  },
  {
    name:'ספינת תענוגות',roles: ['תחבורה']
  },
  {
    name:'שניצל',roles: ['מזון']
  },
  {
    name:'קופסת שימורים',roles: ['מזון']
  },

  {
    name:'קליעה למטרה',roles: [' ']
  },
 
  {
    name:'מנתח',roles: ['מקצוע']
  },
  {
    name:'רופא שיניים',roles: ['מקצוע']
  },
 
  {
    name:'צוללן',roles: ['מקצוע']
  },
  {
    name:'כלב',roles: ['חיות']
  },

  {
    name:'שמלה',roles: ['לבוש']
  },
  {
    name:'קוה קולה',roles: ['מזון']
  },

  {
    name:'תופים',roles: ['כלי נגינה']
  },
  {
    name:'מייבש',roles: ['מכשיר חשמלי']
  },
  {
    name:'ברווז',roles: ['חיות']
  },

  {
    name:'פיל',roles: ['חיות']
  },
 
  {
    name:'מערבל מזון',roles: ['מכשיר חשמלי']
  },
  {
    name:'טוסטר',roles: ['מכשיר חשמלי']
  },
  {
    name:'מייבש שיער',roles: ['מכשיר חשמלי']
  },
  {
    name:'טלוויזיה',roles: ['מכשיר חשמלי']
  },
  {
    name:'מאוורר',roles: ['מכשיר חשמלי']
  },
  {
    name:'מכונת תספורת',roles: ['מכשיר חשמלי']
  },
  {
    name:'מכונת גילוח',roles: ['מכשיר חשמלי']
  },
  {
    name:'מיקרוגל',roles: ['מכשיר חשמלי']
  },
  {
    name:'כינור',roles: ['כלי נגינה']
  },
  {
    name:'חליל צד',roles: ['כלי נגינה']
  },
  {
    name:'מצילתיים',roles: ['כלי נגינה']
  },
  {
    name:'משולש',roles: ['כלי נגינה']
  },
  {
    name:'תופים',roles: ['כלי נגינה']
  },
  {
    name:'טובה',roles: ['כלי נגינה']
  },
  {
    name:'חצוצרה',roles: ['כלי נגינה']
  },
  {
    name:'פסנתר',roles: ['כלי נגינה']
  },
  {
    name:'מפוחית',roles: ['כלי נגינה']
  },
  {
    name:'נבל',roles: ['כלי נגינה']
  },

  {
    name:'דייג',roles: ['מקצוע']
  },
  {
    name:'רצף',roles: ['מקצוע']
  },
  {
    name:'טייח',roles: ['מקצוע']
  },
  {
    name:'זגג',roles: ['מקצוע']
  },
  {
    name:'מנעולן',roles: ['מקצוע']
  },
  {
    name:'מגדת עתידות',roles: ['מקצוע']
  },
  {
    name:'נשיא',roles: ['מקצוע']
  },
  {
    name:'שומר בקניון',roles: ['מקצוע']
  },
  {
    name:'קוסמטיקאית',roles: ['מקצוע']
  },
  {
    name:'ספר',roles: ['מקצוע']
  },
  {
    name:'קופאי',roles: ['מקצוע']
  },
  {
    name:'סופר',roles: ['מקצוע']
  },
  {
    name:'שופט',roles: ['מקצוע']
  },
  {
    name:'כדורגלן',roles: ['מקצוע']
  },
  {
    name:'קצב',roles: ['מקצוע']
  },
  {
    name:'שוטר',roles: ['מקצוע']
  },
  {
    name:'כדורגל',roles: ['ספורט']
  },
  {
    name:'כדורעף',roles: ['ספורט']
  },
  {
    name:'מחניים',roles: ['ספורט']
  },
  {
    name:'טניס',roles: ['ספורט']
  },
  {
    name:'כדורסל',roles: ['ספורט']
  },
  {
    name:'כדורגל',roles: ['ספורט']
  },
  {
    name:'סקי',roles: ['ספורט']
  },
  {
    name:'הדיפת כדור ברזל',roles: ['ספורט']
  },
  {
    name:'פולו',roles: ['ספורט']
  },
  {
    name:'איגרוף',roles: ['ספורט']
  },
  {
    name:'שחייה',roles: ['ספורט']
  },
  {
    name:'הרמת משקולות',roles: ['ספורט']
  },
  {
    name:'סיף',roles: ['ספורט']
  },
  {
    name:'קליעה',roles: ['ספורט']
  },
  {
    name:'רכיבה',roles: ['ספורט']
  },
  {
    name:'סקווש',roles: ['ספורט']
  },
  {
    name:'גולף',roles: ['ספורט']
  },
  {
    name:'כדור-מים',roles: ['ספורט']
  },
  {
    name:'כדור-בסיס',roles: ['ספורט']
  },
  {
    name:'פוטבול',roles: ['ספורט']
  },
  {
    name:'צפרדע',roles: ['חיות']
  },
  {
    name:'כועס',roles: ['רגשות']
  },
  {
    name:'נגעל',roles: ['רגשות']
  },
  {
    name:'מאוהב',roles: ['רגשות']
  },
  {
    name:'צדפה',roles: ['חיות']
  },
  {
    name:'עוּגיִוֹת זַנגבִיל',roles: ['מזון']
  },
  {
    name:'משקפיים',roles: ['לבוש']
  },
  {
    name:'ענבים',roles: ['מזון']
  },
  {
    name:'גיטרה',roles: ['כלי נגינה']
  },
  {
    name:'שמח',roles: ['רגשות']
  },
  {
    name:'כובע',roles: ['לבוש']
  },
  
  {
    name:'מסוק',roles: ['תחבורה']
  },
  
  {
    name:'הוקי',roles: ['ספורט']
  },
 
  {
    name:'סוס-ים',roles: ['חיות']
  },
  {
    name:'חום',roles: ['רגשות']
  },
  {
    name:'כאב',roles: ['רגשות']
  },
  {
    name:'קור',roles: ['רגשות']
  },

  {
    name:'תוכניתן',roles: ['מקצוע']
  },

  {
    name:'מלך',roles: ['מקצוע']
  },

  {
    name:'קוֹאָלָה',roles: ['חיות']
  },
  {
    name:'פָּרַת מֹשֶׁה רַבֵּנוּ',roles: ['חיות']
  },
  {
    name:'שמחה',roles: ['רגשות']
  },
  {
    name:'כובסת',roles: ['מקצוע']
  },
  {
    name:'אריה',roles: ['חיות']
  },
  {
    name:'לטאה',roles: ['חיות']
  },
  {
    name:'סייד',roles: ['מקצוע']
  },
  {
    name:'חשמלאי',roles: ['מקצוע']
  },
  {
    name:'סוּכָּריָה עַל מַקֵל',roles: ['מזון']
  },
  {
    name:'רפד',roles: ['מקצוע']
  },
  {
    name:'חקלאי',roles: ['מקצוע']
  },
  {
    name:'ממותה',roles: ['חיות']
  },
  
  {
    name:'עש',roles: ['חיות']
  },
  {
    name:'אופנוע',roles: ['תחבורה']
  },
  {
    name:'עכבר',roles: ['חיות']
  },
  
  {
    name:'טופו',roles: ['מזון']
  },
  {
    name:'ישנוני',roles: ['רגשות']
  },
  {
    name:'עייף',roles: ['רגשות']
  },
  {
    name:'מהורהר',roles: ['רגשות']
  },
  {
    name:'מפחד',roles: ['רגשות']
  },
  {
    name:'נמרץ',roles: ['רגשות']
  },
  {
    name:'מכנסיים',roles: ['לבוש']
  },
  {
    name:'טופה',roles: ['מקצוע']
  },
  {
    name:'חייל',roles: ['מקצוע']
  },
  {
    name:'אגס',roles: ['מזון']
  },
  {
    name:'פלפל',roles: ['מזון']
  },
  {
    name:'טייס',roles: ['מקצוע']
  },
  {
    name:'פיראט',roles: ['מקצוע']
  },
  {
    name:'בַּרוָז',roles: ['חיות']
  },
  {
    name:'מַחֲרֵשָׁה',roles: ['כלי עבודה']
  },
  {
    name:'פטיש',roles: ['כלי עבודה']
  },
  {
    name:'מברג',roles: ['כלי עבודה']
  },
  {
    name:'שרברב',roles: ['מקצוע']
  },
  {
    name:'פסיכולוג',roles: ['מקצוע']
  },
  {
    name:'מוציא לאור',roles: ['מקצוע']
  },
  {
    name:'כלבלב',roles: ['חיות']
  },


  {
    name:'סלמון',roles: ['חיות']
  },
 
  {
    name:'כריך',roles: ['מזון']
  },
  {
    name:'קוֹנכִיה',roles: ['חיות']
  },
  {
    name:'כריש',roles: ['חיות']
  },
  {
    name:'כבשה',roles: ['חיות']
  },
  {
    name:'שריף',roles: ['מקצוע']
  },
  {
    name:'סקייטבורד',roles: ['תחבורה']
  },
  {
    name:'נַפָּח',roles: ['מקצוע']
  },
  {
    name:'עכביש',roles: ['חיות']
  },
  {
    name:'מרגל',roles: ['מקצוע']
  },
  {
    name:'סטודנט',roles: ['מקצוע']
  },
  {
    name:'סושי',roles: ['מזון']
  },
  {
    name:'ביצת עין',roles: ['מזון']
  },
  {
    name:'דבורה',roles: ['חיות']
  },
  {
    name:'סוודר',roles: ['לבוש']
  },
 
  {
    name:'מונית',roles: ['תחבורה']
  },
  {
    name:'מורה',roles: ['מקצוע']
  },
  {
    name:'קומקום',roles: ['מכשיר חשמלי']
  },
 
  {
    name:'גנב',roles: ['מקצוע']
  },
  {
    name:'נמר',roles: ['חיות']
  },
  {
    name:'טוסט',roles: ['מזון']
  },
  {
    name:'מברשת שיניים',roles: ['בבית']
  },
 
  {
    name:'טרקטור',roles: ['תחבורה']
  },
  {
    name:'רכבת',roles: ['תחבורה']
  },
  {
    name:'פח אשפה',roles: ['בבית']
  },
  {
    name:'משאית',roles: ['תחבורה']
  },
  {
    name:'אמבטיה',roles: ['בבית']
  },
  {
    name:'טלוויזיה',roles: ['מכשיר חשמלי']
  },
  {
    name:'אפוד',roles: ['לבוש']
  },
  {
    name:'וודקה',roles: ['מזון']
  },
  {
    name:'אבטיח',roles: ['מזון']
  },
  {
    name:'רתך',roles: ['מקצוע']
  },
  {
    name:'משרוקית',roles: ['כלי נגינה']
  },
   {
    name:'זאב',roles: ['חיות']
  }
 
];
